Repository: zeugmaster/macadamia
Catalog: macadamia/AppAssets/Localizable.xcstrings
Source language: en
Languages: ar, bn, de, es, fr, hi, ja, ko, pt_br, ru, tr

source: Transfer Limit Exceeded
ar: تم تجاوز حد التحويل
bn: ট্রান্সফার সীমা অতিক্রম
de: Transfer-Limit überschritten
es: Límite de transferencia excedido
fr: Limite de transfert dépassée
hi: ट्रांसफर सीमा पार
ja: 転送制限超過
ko: 전송 한도 초과
pt_br: Limite de transferência excedido
ru: Лимит перевода превышен
tr: Transfer limiti aşıldı

source: Transfer Progress
ar: تقدم التحويل
bn: ট্রান্সফার অগ্রগতি
de: Transfer-Fortschritt
es: Progreso de transferencia
fr: Progression du transfert
hi: ट्रांसफर प्रगति
ja: 転送の進行状況
ko: 전송 진행 상황
pt_br: Progresso da transferência
ru: Прогресс перевода
tr: Transfer ilerlemesi

source: Transfer to
ar: تحويل إلى
bn: ট্রান্সফার করুন
de: Transfer zu
es: Transferir a
fr: Transférer à
hi: ट्रांसफर करें
ja: 転送先
ko: 전송 대상
pt_br: Transferir para
ru: Перевести на
tr: Transfer hedefi

source: Turkish Lira
ar: ليرة تركية
bn: তুর্কি লিরা
de: Türkische Lira
es: Lira turca
fr: Livre turque
hi: तुर्की लीरा
ja: トルコリラ
ko: 튀르키예 리라
pt_br: Lira turca
ru: Турецкая лира
tr: Türk Lirası

source: Type, paste or scan...
ar: اكتب أو الصق أو امسح...
bn: টাইপ, পেস্ট বা স্ক্যান করুন...
de: Tippen, einfügen oder scannen...
es: Escribe, pega o escanea...
fr: Tape, colle ou scanne…
hi: टाइप, पेस्ट या स्कैन करें...
ja: 入力、貼り付け、またはスキャン...
ko: 입력, 붙여넣기 또는 스캔...
pt_br: Digite, cole ou escaneie...
ru: Введи, вставь или сканируй…
tr: Yaz, yapıştır veya tara...

source: UAE Dirham
ar: درهم إماراتي
bn: ইউএই দিরহাম
de: VAE-Dirham
es: Dírham de EAU
fr: Dirham des EAU
hi: यूएई दिरहम
ja: UAEディルハム
ko: UAE 디르함
pt_br: Dirham dos EAU
ru: Дирхам ОАЭ
tr: BAE Dirhemi

source: Ukrainian Hryvnia
ar: هريفنيا أوكرانية
bn: ইউক্রেনীয় রিভনিয়া
de: Ukrainischer Hryvnia
es: Grivna ucraniana
fr: Hryvnia ukrainienne
hi: यूक्रेनी रिव्निया
ja: ウクライナフリヴニャ
ko: 우크라이나 흐리우냐
pt_br: Hryvnia ucraniana
ru: Украинская гривна
tr: Ukrayna Grivnası

source: Unable to decode token.
ar: تعذر فك تشفير التوكن.
bn: Token ডিকোড করা যায়নি।
de: Token konnte nicht gelesen werden.
es: No se pudo decodificar el token.
fr: Impossible de décoder le token.
hi: Token डिकोड करने में असमर्थ।
ja: トークンをデコードできませんでした。
ko: 토큰을 디코딩할 수 없습니다.
pt_br: Não foi possível decodificar o token.
ru: Не удалось декодировать токен.
tr: Token çözümlenemedi.

source: Unable to read private key from database.
ar: تعذر قراءة المفتاح الخاص من قاعدة البيانات.
bn: ডেটাবেস থেকে private key পড়া যায়নি।
de: Private-Key konnte nicht aus der Datenbank gelesen werden.
es: No se pudo leer la clave privada de la base de datos.
fr: Impossible de lire la clé privée depuis la base de données.
hi: डेटाबेस से private key पढ़ने में असमर्थ।
ja: データベースから秘密鍵を読み取れませんでした。
ko: 데이터베이스에서 개인 키를 읽을 수 없습니다.
pt_br: Não foi possível ler a chave privada do banco de dados.
ru: Не удалось прочитать приватный ключ из базы данных.
tr: Veritabanından private key okunamadı.

source: Unhandled Error
ar: خطأ غير معالج
bn: অনিয়ন্ত্রিত ত্রুটি
de: Unbehandelter Fehler
es: Error no controlado
fr: Erreur non gérée
hi: अनियंत्रित त्रुटि
ja: 未処理のエラー
ko: 처리되지 않은 오류
pt_br: Erro não tratado
ru: Необработанная ошибка
tr: İşlenmeyen hata

source: Unit Error 💵
ar: خطأ في الوحدة 💵
bn: ইউনিট ত্রুটি 💵
de: Einheitenfehler 💵
es: Error de unidad 💵
fr: Erreur d'unité 💵
hi: इकाई त्रुटि 💵
ja: 単位エラー 💵
ko: 단위 오류 💵
pt_br: Erro de unidade 💵
ru: Ошибка единицы 💵
tr: Birim hatası 💵

source: Unit:
ar: الوحدة:
bn: ইউনিট:
de: Einheit:
es: Unidad:
fr: Unité :
hi: इकाई:
ja: 単位:
ko: 단위:
pt_br: Unidade:
ru: Единица:
tr: Birim:

source: Unknown error
ar: خطأ غير معروف
bn: অজানা ত্রুটি
de: Unbekannter Fehler
es: Error desconocido
fr: Erreur inconnue
hi: अज्ञात त्रुटि
ja: 不明なエラー
ko: 알 수 없는 오류
pt_br: Erro desconhecido
ru: Неизвестная ошибка
tr: Bilinmeyen hata

source: Unknown Error
ar: خطأ غير معروف
bn: অজানা ত্রুটি
de: Unbekannter Fehler
es: Error desconocido
fr: Erreur inconnue
hi: अज्ञात त्रुटि
ja: 不明なエラー
ko: 알 수 없는 오류
pt_br: Erro desconhecido
ru: Неизвестная ошибка
tr: Bilinmeyen hata

source: Unknown event kind.
ar: نوع حدث غير معروف.
bn: অজানা ইভেন্ট প্রকার।
de: Unbekannter Ereignis-Typ
es: Tipo de evento desconocido.
fr: Type d'événement inconnu.
hi: अज्ञात इवेंट प्रकार।
ja: 不明なイベントタイプ。
ko: 알 수 없는 이벤트 유형.
pt_br: Tipo de evento desconhecido.
ru: Неизвестный тип события.
tr: Bilinmeyen olay türü.

source: Unknown Mint
ar: mint غير معروف
bn: অজানা Mint
de: Unbekannte Mint
es: Mint desconocido
fr: Mint inconnu
hi: अज्ञात Mint
ja: 不明なミント
ko: 알 수 없는 민트
pt_br: Mint desconhecido
ru: Неизвестный минт
tr: Bilinmeyen Mint

source: Unknown Mint 🥷
ar: mint غير معروف 🥷
bn: অজানা Mint 🥷
de: Unbekannte Mint 🥷
es: Mint desconocido 🥷
fr: Mint inconnu 🥷
hi: अज्ञात Mint 🥷
ja: 不明なミント 🥷
ko: 알 수 없는 민트 🥷
pt_br: Mint desconhecido 🥷
ru: Неизвестный минт 🥷
tr: Bilinmeyen Mint 🥷

source: Unpaid ⚠
ar: غير مدفوع ⚠
bn: অপরিশোধিত ⚠
de: Unbezahlt ⚠
es: No pagado ⚠
fr: Non payé ⚠
hi: अवैतनिक ⚠
ja: 未払い ⚠
ko: 미결제 ⚠
pt_br: Não pago ⚠
ru: Не оплачено ⚠
tr: Ödenmemiş ⚠

source: Unsupported Input
ar: إدخال غير مدعوم
bn: অসমর্থিত ইনপুট
de: Eingabe nicht unterstützt
es: Entrada no soportada
fr: Saisie non supportée
hi: असमर्थित इनपुट
ja: サポートされていない入力
ko: 지원되지 않는 입력
pt_br: Entrada não suportada
ru: Неподдерживаемый ввод
tr: Desteklenmeyen giriş

source: Unsupported URL Scheme
ar: نظام URL غير مدعوم
bn: অসমর্থিত URL স্কিম
de: URL-Schema nicht unterstützt
es: Esquema de URL no soportado
fr: Schéma d'URL non supporté
hi: असमर्थित URL स्कीम
ja: サポートされていないURLスキーム
ko: 지원되지 않는 URL 스킴
pt_br: Esquema de URL não suportado
ru: Неподдерживаемая схема URL
tr: Desteklenmeyen URL şeması

source: US Dollar
ar: دولار أمريكي
bn: মার্কিন ডলার
es: Dólar estadounidense
fr: Dollar américain
hi: अमेरिकी डॉलर
ja: 米ドル
ko: 미국 달러
pt_br: Dólar americano
ru: Доллар США
tr: ABD Doları

source: Version
ar: الإصدار
bn: সংস্করণ
es: Versión
hi: संस्करण
ja: バージョン
ko: 버전
pt_br: Versão
ru: Версия
tr: Sürüm

# Version %@ (%@)
source: Version %1$@ (%2$@)
ar: الإصدار %1$@ (%2$@)
bn: সংস্করণ %1$@ (%2$@)
es: Versión %1$@ (%2$@)
hi: संस्करण %1$@ (%2$@)
ja: バージョン %1$@ (%2$@)
ko: 버전 %1$@ (%2$@)
pt_br: Versão %1$@ (%2$@)
ru: Версия %1$@ (%2$@)
tr: Sürüm %1$@ (%2$@)

source: Version:
ar: الإصدار:
bn: সংস্করণ:
es: Versión:
hi: संस्करण:
ja: バージョン:
ko: 버전:
pt_br: Versão:
ru: Версия:
tr: Sürüm:

source: Vietnamese Dong
ar: دونغ فيتنامي
bn: ভিয়েতনামি ডং
de: Vietnamesischer Dong
es: Dong vietnamita
fr: Dong vietnamien
hi: वियतनामी डोंग
ja: ベトナムドン
ko: 베트남 동
pt_br: Dong vietnamita
ru: Вьетнамский донг
tr: Vietnam Dongu

source: View source on GitHub
ar: عرض الكود على GitHub
bn: GitHub-এ সোর্স দেখুন
de: Quellcode auf GitHub
es: Ver código fuente en GitHub
fr: Voir le code source sur GitHub
hi: GitHub पर सोर्स देखें
ja: GitHubでソースを見る
ko: GitHub에서 소스 코드 보기
pt_br: Ver código-fonte no GitHub
ru: Исходный код на GitHub
tr: Kaynağı GitHub'da görüntüle

source: Waiting...
ar: جارٍ الانتظار…
bn: অপেক্ষা করা হচ্ছে…
de: Warte…
es: Esperando…
fr: En attente…
hi: प्रतीक्षा कर रहा है…
ja: 待機中…
ko: 대기 중…
pt_br: Aguardando…
ru: Ожидание…
tr: Bekleniyor…

source: Wallet
ar: المحفظة
ja: ウォレット
ko: 지갑
ru: Кошелёк
tr: Cüzdan

source: Wallet Backup
ar: نسخة احتياطية للمحفظة
bn: Wallet ব্যাকআপ
es: Respaldo de Wallet
fr: Sauvegarde du Wallet
hi: Wallet बैकअप
ja: ウォレットバックアップ
ko: 지갑 백업
pt_br: Backup do Wallet
ru: Резервная копия кошелька
tr: Cüzdan yedeği

source: Wallet Info
ar: معلومات المحفظة
bn: Wallet তথ্য
es: Info del Wallet
fr: Info du Wallet
hi: Wallet जानकारी
ja: ウォレット情報
ko: 지갑 정보
pt_br: Info do Wallet
ru: Информация о кошельке
tr: Cüzdan bilgisi

source: Wallet Information
ar: معلومات المحفظة
bn: Wallet তথ্য
es: Información del Wallet
fr: Informations du Wallet
hi: Wallet की जानकारी
ja: ウォレット情報
ko: 지갑 정보
pt_br: Informações do Wallet
ru: Информация о кошельке
tr: Cüzdan bilgileri

source: Wallet Key & Relays
ar: مفتاح المحفظة والـ Relays
bn: Wallet Key ও Relays
es: Wallet Key y Relays
fr: Clé Wallet et Relays
hi: Wallet Key और Relays
ja: ウォレットキーとリレー
ko: 지갑 키 및 릴레이
pt_br: Wallet Key e Relays
ru: Ключ кошелька и реле
tr: Cüzdan Key ve Relay'ler

source: Wallet not empty!
ar: المحفظة ليست فارغة!
bn: Wallet খালি নয়!
de: Wallet nicht leer!
es: ¡Wallet no vacío!
fr: Wallet non vide !
hi: Wallet खाली नहीं है!
ja: ウォレットは空ではありません！
ko: 지갑이 비어 있지 않습니다!
pt_br: Wallet não está vazio!
ru: Кошелёк не пуст!
tr: Cüzdan boş değil!

source: Wallet Public Key
ar: المفتاح العام للمحفظة
es: Public Key del Wallet
fr: Clé publique du Wallet
ja: ウォレット公開鍵
ko: 지갑 공개 키
pt_br: Chave pública do Wallet
ru: Публичный ключ кошелька
tr: Cüzdan Public Key

source: When enabled, the app automatically connects to relays to receive ecash payments via Nostr.
ar: عند التفعيل، يتصل التطبيق تلقائيًا بالـ relays لاستقبال مدفوعات ecash عبر Nostr.
bn: সক্রিয় হলে, অ্যাপটি Nostr-এর মাধ্যমে ecash পেমেন্ট পেতে স্বয়ংক্রিয়ভাবে relays-এ সংযোগ করে।
de: Sofern aktiviert kann die App sich automatisch mit Relays verbinden um Ecash-Zahlungen via Nostr zu empfangen.
es: Cuando está activado, la app se conecta automáticamente a relays para recibir pagos ecash vía Nostr.
fr: Lorsqu'activé, l'app se connecte automatiquement aux relays pour recevoir des paiements ecash via Nostr.
hi: सक्रिय होने पर, ऐप Nostr के माध्यम से ecash भुगतान प्राप्त करने के लिए स्वचालित रूप से relays से कनेक्ट होता है।
ja: 有効にすると、アプリは自動的にリレーに接続してNostr経由のecash支払いを受信します。
ko: 활성화하면 앱이 자동으로 릴레이에 연결하여 Nostr를 통한 ecash 결제를 수신합니다.
pt_br: Quando ativado, o app conecta automaticamente aos relays para receber pagamentos ecash via Nostr.
ru: При включении приложение автоматически подключается к реле для получения ecash-платежей через Nostr.
tr: Etkinleştirildiğinde uygulama, Nostr üzerinden ecash ödemeleri almak için otomatik olarak relay'lere bağlanır.

source: You are trying to redeem from a mint that is not known to the wallet. Please add it first.
ar: أنت تحاول الاسترداد من mint غير معروف للمحفظة. يرجى إضافته أولاً.
bn: আপনি এমন একটি Mint থেকে রিডিম করতে চাইছেন যা Wallet-এ পরিচিত নয়। দয়া করে প্রথমে এটি যোগ করুন।
de: Du versuchst ein Token von einer Mint einzulösen, die dem Wallet nicht bekannt ist. Bitte füge die Mint vorher hinzu.
es: Intentas canjear desde un mint que el wallet no conoce. Agrégalo primero.
fr: Tu essaies d'encaisser depuis un mint inconnu du wallet. Ajoute-le d'abord.
hi: आप एक ऐसे Mint से रिडीम करने का प्रयास कर रहे हैं जो Wallet को ज्ञात नहीं है। कृपया पहले इसे जोड़ें।
ja: ウォレットに登録されていないミントから引き換えようとしています。まずミントを追加してください。
ko: 지갑에 등록되지 않은 민트에서 사용하려고 합니다. 먼저 추가하세요.
pt_br: Você está tentando resgatar de um mint que o wallet não conhece. Adicione-o primeiro.
ru: Ты пытаешься получить из минта, неизвестного кошельку. Сначала добавь его.
tr: Cüzdanın bilmediği bir Mint'ten kullanmaya çalışıyorsun. Lütfen önce ekle.

source: You are using **macadamia**, the first fully native ecash wallet for the Cashu protocol on iOS. Digital payments should be as natural as handing over cash in person. Cashu brings simplicity back to online and real-life payments. Tap [here](https://cashu.space) to learn more. The code for this project is **open-source** allowing anyone to view it or contribute. You can find it on [Github](https://github.com/zeugmaster/macadamia). This app does not collect any usage data or analytics. Thank you for trying the future of payments! # 🥜🌰
ar: أنت تستخدم **macadamia**، أول محفظة ecash أصلية بالكامل لبروتوكول Cashu على iOS. يجب أن تكون المدفوعات الرقمية طبيعية مثل تسليم النقود شخصيًا. يعيد Cashu البساطة إلى المدفوعات عبر الإنترنت وفي الحياة الواقعية. انقر [هنا](https://cashu.space) لمعرفة المزيد. كود هذا المشروع **مفتوح المصدر** مما يتيح لأي شخص مشاهدته أو المساهمة. يمكنك العثور عليه على [Github](https://github.com/zeugmaster/macadamia). هذا التطبيق لا يجمع أي بيانات استخدام أو تحليلات. شكرًا لتجربة مستقبل المدفوعات! # 🥜🌰
bn: আপনি **macadamia** ব্যবহার করছেন, iOS-এ Cashu প্রোটোকলের জন্য প্রথম সম্পূর্ণ নেটিভ ecash Wallet। ডিজিটাল পেমেন্ট ব্যক্তিগতভাবে নগদ দেওয়ার মতো স্বাভাবিক হওয়া উচিত। Cashu অনলাইন এবং বাস্তব জীবনে পেমেন্টে সরলতা ফিরিয়ে আনে। আরো জানতে [এখানে](https://cashu.space) ট্যাপ করুন। এই প্রকল্পের কোড **ওপেন-সোর্স** যেকেউ দেখতে বা অবদান রাখতে পারে। আপনি এটি [Github](https://github.com/zeugmaster/macadamia)-এ পাবেন। এই অ্যাপ কোনো ব্যবহার ডেটা বা অ্যানালিটিক্স সংগ্রহ করে না। পেমেন্টের ভবিষ্যৎ পরীক্ষা করার জন্য ধন্যবাদ! # 🥜🌰
de: Du verwendest **macadamia**, das erste vollständig native Ecash-Wallet für iOS. Digitales Bezahlen sollte so einfach sein wie Bargeld zu überreichen. Cashu macht Zahlungen online und im Alltag wieder einfach. Tippe [hier](https://cashu.space) um mehr zu erfahren. Der Quellcode für dieses Projekt ist Open-Source damit ihn alle einsehen und an der Entwicklung teilhaben können. Du findest ihn auf [Github](https://github.com/zeugmaster/macadamia). Danke, dass Du die Zukunft des Bezahlens ausprobierst! # 🥜🌰
es: Estás usando **macadamia**, la primera wallet nativa de ecash para el protocolo Cashu en iOS. Los pagos digitales deberían ser tan naturales como entregar efectivo en persona. Cashu devuelve la simplicidad a los pagos en línea y en la vida real. Toca [aquí](https://cashu.space) para saber más. El código de este proyecto es **open-source**, permitiendo que cualquiera lo vea o contribuya. Lo puedes encontrar en [Github](https://github.com/zeugmaster/macadamia). Esta app no recopila datos de uso ni analíticas. ¡Gracias por probar el futuro de los pagos! # 🥜🌰
fr: Tu utilises **macadamia**, le premier wallet ecash entièrement natif pour le protocole Cashu sur iOS. Les paiements numériques devraient être aussi naturels que de donner de l'argent liquide en personne. Cashu ramène la simplicité dans les paiements en ligne et dans la vie réelle. Appuie [ici](https://cashu.space) pour en savoir plus. Le code de ce projet est **open-source**, permettant à quiconque de le consulter ou d'y contribuer. Tu peux le trouver sur [Github](https://github.com/zeugmaster/macadamia). Cette app ne collecte aucune donnée d'utilisation ni d'analyse. Merci d'essayer le futur des paiements ! # 🥜🌰
hi: आप **macadamia** का उपयोग कर रहे हैं, iOS पर Cashu प्रोटोकॉल के लिए पहला पूर्ण रूप से नेटिव ecash Wallet। डिजिटल भुगतान व्यक्तिगत रूप से नकद देने जितना स्वाभाविक होना चाहिए। Cashu ऑनलाइन और वास्तविक भुगतानों में सरलता लाता है। अधिक जानने के लिए [यहाँ](https://cashu.space) टैप करें। इस प्रोजेक्ट का कोड **ओपन-सोर्स** है जिससे कोई भी इसे देख या योगदान कर सकता है। आप इसे [Github](https://github.com/zeugmaster/macadamia) पर पा सकते हैं। यह ऐप कोई उपयोग डेटा या एनालिटिक्स एकत्र नहीं करता। भुगतान के भविष्य को आज़माने के लिए धन्यवाद! # 🥜🌰
ja: **macadamia**をご利用いただきありがとうございます。iOS上のCashuプロトコル向け初の完全ネイティブecashウォレットです。 デジタル決済は、対面で現金を渡すのと同じくらい自然であるべきです。Cashuはオンラインと実生活の支払いにシンプルさを取り戻します。詳しくは[こちら](https://cashu.space)をタップしてください。 このプロジェクトのコードは**オープンソース**で、誰でも閲覧・貢献できます。[Github](https://github.com/zeugmaster/macadamia)で見つけることができます。 このアプリは使用データやアナリティクスを収集しません。 支払いの未来をお試しいただきありがとうございます！ # 🥜🌰
ko: **macadamia**를 사용하고 계십니다. iOS의 Cashu 프로토콜을 위한 최초의 완전 네이티브 ecash 지갑입니다. 디지털 결제는 직접 현금을 건네는 것만큼 자연스러워야 합니다. Cashu는 온라인과 실생활 결제에 단순함을 되돌려줍니다. 자세한 내용은 [여기](https://cashu.space)를 탭하세요. 이 프로젝트의 코드는 **오픈소스**로, 누구나 열람하거나 기여할 수 있습니다. [Github](https://github.com/zeugmaster/macadamia)에서 확인하세요. 이 앱은 사용 데이터나 분석을 수집하지 않습니다. 결제의 미래를 경험해 주셔서 감사합니다! # 🥜🌰
pt_br: Você está usando o **macadamia**, a primeira carteira ecash totalmente nativa para o protocolo Cashu no iOS. Pagamentos digitais deveriam ser tão naturais quanto entregar dinheiro pessoalmente. O Cashu traz simplicidade de volta aos pagamentos online e presenciais. Toque [aqui](https://cashu.space) para saber mais. O código deste projeto é **open-source**, permitindo que qualquer pessoa o visualize ou contribua. Você pode encontrá-lo no [Github](https://github.com/zeugmaster/macadamia). Este app não coleta dados de uso ou análises. Obrigado por experimentar o futuro dos pagamentos! # 🥜🌰
ru: Ты используешь **macadamia** — первый полностью нативный кошелёк ecash для протокола Cashu на iOS. Цифровые платежи должны быть такими же естественными, как передача наличных. Cashu возвращает простоту в онлайн и реальные платежи. Нажми [здесь](https://cashu.space), чтобы узнать больше. Код этого проекта является **открытым**, позволяя любому просматривать его или вносить вклад. Ты можешь найти его на [Github](https://github.com/zeugmaster/macadamia). Это приложение не собирает данные об использовании или аналитику. Спасибо, что пробуешь будущее платежей! # 🥜🌰
tr: **macadamia** kullanıyorsun, iOS'ta Cashu protokolü için ilk tamamen yerli ecash cüzdanı. Dijital ödemeler, yüz yüze nakit vermek kadar doğal olmalıdır. Cashu, çevrimiçi ve gerçek hayat ödemelerine sadeliği geri getiriyor. Daha fazla bilgi için [buraya](https://cashu.space) dokun. Bu projenin kodu **açık kaynak** olup herkes görüntüleyebilir veya katkıda bulunabilir. [Github](https://github.com/zeugmaster/macadamia)'da bulabilirsin. Bu uygulama herhangi bir kullanım verisi veya analiz toplamaz. Ödemelerin geleceğini denediğin için teşekkürler! # 🥜🌰

source: You need to add all the mints you want to restore ecash from. You can do so in the 'Mints' tab of the app.
ar: تحتاج إلى إضافة جميع المنتات التي تريد استعادة ecash منها. يمكنك ذلك في علامة التبويب 'Mints' في التطبيق.
bn: আপনাকে ecash পুনরুদ্ধার করতে চান এমন সমস্ত Mint যোগ করতে হবে। আপনি অ্যাপের 'Mints' ট্যাবে তা করতে পারেন।
de: Du musst alle Mints hinzufügen von denen du Ecash wiederherstellen willst. Das kannst du im Tab “Mints” tun.
es: Necesitas agregar todos los mints de los que quieras restaurar ecash. Puedes hacerlo en la pestaña 'Mints' de la app.
fr: Tu dois ajouter tous les mints depuis lesquels tu veux restaurer de l'ecash. Tu peux le faire dans l'onglet 'Mints' de l'app.
hi: आपको उन सभी Mints को जोड़ना होगा जिनसे आप ecash पुनर्स्थापित करना चाहते हैं। आप ऐप के 'Mints' टैब में ऐसा कर सकते हैं।
ja: ecashを復元したいすべてのミントを追加する必要があります。アプリの「ミント」タブで追加できます。
ko: ecash를 복원하려는 모든 민트를 추가해야 합니다. 앱의 '민트' 탭에서 추가할 수 있습니다.
pt_br: Você precisa adicionar todos os mints dos quais deseja restaurar ecash. Você pode fazer isso na aba 'Mints' do app.
ru: Тебе нужно добавить все минты, из которых ты хочешь восстановить ecash. Это можно сделать во вкладке «Минты» приложения.
tr: Ecash'i geri yüklemek istediğin tüm Mint'leri eklemelisin. Bunu uygulamanın 'Mint'ler' sekmesinden yapabilirsin.

source: Your wallet public key (npub)
ar: مفتاحك العام للمحفظة (npub)
bn: আপনার Wallet public key (npub)
de: Dein Wallet-Public-Key
es: Tu clave pública del wallet (npub)
fr: Ta clé publique de wallet (npub)
hi: आपकी Wallet public key (npub)
ja: ウォレットの公開鍵（npub）
ko: 지갑 공개 키 (npub)
pt_br: Sua chave pública do wallet (npub)
ru: Твой публичный ключ кошелька (npub)
tr: Cüzdan public key'in (npub)

# %lld mint%@
source: %1$lld mint%2$@
bn: %1$lld মিন্ট%2$@
hi: %1$lld मिंट%2$@
ja: %1$lldミント%2$@
ko: %1$lld 민트%2$@
ru: %1$lld минт%2$@

source: BETA
fr: BÊTA
ja: ベータ
ko: 베타
ru: БЕТА

source: Mint
ja: ミント
ko: 민트
ru: Минт

source: Mint:
ja: ミント:
ko: 민트:
ru: Минт:

source: Mints
ja: ミント
ko: 민트
ru: Минты
tr: Mint'ler

source: Relays
ja: リレー
ko: 릴레이
ru: Реле
tr: Relay'ler
